Repository: Darazaki/Spedread
Catalog: po/*.po
Languages: cs, de, fr, it, nl, oc, ru

source: Go to "Text" and paste your read!
cs: Přejděte na "Text" a vložte své čtení!
de: Gehen Sie zu »Text« und fügen Sie Ihren Lesetext ein!
fr: Allez dans "Texte" et collez votre lecture !
it: Vai su "Testo" e incolla la tua lettura!
nl: Ga naar ‘Tekst’ en plak uw leesmateriaal!
oc: Anatz a « Tèxte » e pegatz-i vòstra lectura !
ru: Перейдите в раздел "Текст" и вставьте читаемое!

source: End reached
fr: Terminé
it: Fine raggiunta
nl: Het einde is bereikt

source: %u min %u s left
fr: Temps restant : %u min %u s
it: %u min %u rimasti
nl: Nog %u min. en %u sec. te gaan

source: Text
fr: Texte
it: Testo
nl: Tekst
oc: Tèxte
ru: Текст

source: Read
cs: Číst
de: Lesen
fr: Lecture
it: Leggi
nl: Lezen
oc: Legir
ru: Чтение

source: New Window
fr: Nouvelle Fenêtre
it: Nuova finestra
nl: Nieuw venster

source: Main Menu
fr: Menu Principal
it: Menu principale
nl: Hoofdmenu

source: This change will only be applied after you restart Spedread
cs: Tato změna se provede až po opětovném spuštění aplikace Spedread.
de: Diese Änderung wird erst nach einem Neustart von Spedread angewandt
fr: Ce changement ne sera appliqué qu'après avoir relancé Spedread
it: Questa modifica verrà applicata solo dopo il riavvio di Speedread
nl: Herstart Spedread om de wijziging toe te passen
oc: Se prendrà en compte aquesta modificacion un còp Spedread reaviat
ru: Это изменение будет применено только после перезапуска Spedread

source: About Spedread...
cs: O programu Spedread …
de: Info zu Spedread …
fr: À propos de Spedread...
it: Informazioni su Spedread...
nl: Over Spedread…
oc: A prepaus de Spedread...
ru: О Программе...

source: Read like a speedrunner!
cs: Čtěte rychle
de: Lesen Sie wie der Blitz!
fr: Lisez comme un speedrunner !
it: Leggi come un velocista!
nl: Lees vliegensvlug!
oc: Legissètz coma un correire naut nivèl !
ru: Читайте как скоростной бегун!

source: Milliseconds per Word
cs: Milisekund na slovo
de: Millisekunden pro Wort
fr: Millisecondes par Mot
it: Millisecondi per Parola
nl: Aantal milliseconden per woord
oc: Millisegondas per mot
ru: Миллисекунды на слово

source: Reading Font
cs: Písmo pro čtení
de: Leseschriftart
fr: Police de Lecture
it: Carattere di lettura
nl: Lettertype
oc: Polissa de lectura
ru: Шрифт для чтения

source: Use libadwaita
cs: Použít libadwaita
de: Libadwaita verwenden
fr: Utiliser libadwaita
it: Usa libadwaita
nl: Libadwaita gebruiken
oc: Utilizar libadwaita
ru: Использовать libadwaita

source: Paste
fr: Coller
it: Incolla
nl: Plakken

source: read;fast;speed;reading;
cs: čtení;rychlé;rychlost;čtení;
de: read;fast;speed;reading;lesen;schnell;Geschwindigkeit;
fr: lire;vite;rapide;lecture;
it: leggere;veloce;velocità;lettura;
nl: lezen;lees;snel;snelheid;
oc: legir;lectura;rapid;aviat;lèu;velocitat;

source: GTK speed reading software: Read like a speedrunner!
cs: Software GTK pro rychlé čtení: Čtěte ryche
de: GTK-Programm zum Schnelllesen: Lesen Sie wie der Blitz!
fr: Logiciel de lecture rapide GTK : Lisez comme un speedrunner !
it: Software per la lettura della velocità GTK: leggi come un velocista!
nl: GTK-software om snel te lezen: lees vliegensvlug!
oc: Logicial GTK de lectura rapida : legissètz coma un correire !
ru: Программа для скорочтения GTK: Читайте быстро!

source: This program will show one word at a time rapidly to allow focusing on the general idea rather than single words along with less eye movements.
cs: Tento program zobrazuje rychle jedno slovo po druhém, abyste se mohl soustředit na myšlenku spíše než na jednotlivá slova a méně přitom pohyboval očima.
de: Dieses Programm zeigt schnell ein Wort nach dem anderen an und ermöglicht Ihnen so, sich auf die allgemeine Idee und nicht auf einzelne Wörter zu konzentrieren, und das bei weniger Augenbewegungen.
fr: Ce programme affiche rapidement les mots un à un pour permettre de se concentrer sur l'idée générale plutôt que sur les mots en soit tout en réduisant les mouvements oculaires.
it: Questo programma visualizza rapidamente le parole una per una per permetterti di concentrarti sull'idea generale piuttosto che sulle parole stesse riducendo i movimenti oculari.
nl: Met deze toepassing kunt u één woord per keer lezen om u beter te kunnen concentreren op de moraal en uw ogen van minder werk te voorzien.
oc: Aquesta programa mòstra un mot al còp rapidament per permetre de se concentrar sus l’idèa generala puslèu que de mots solets amb mens de movement d’uèlhs.
ru: Эта программа будет быстро показывать по одному слову за раз, чтобы позволить сосредоточиться на общей идее, а не на отдельных словах, с меньшим количеством движений глаз.
